{
    "p1": "Contractor agrees to indemnify, defend and hold harmless Client from any and all claims, actions, damages, and liabilities (excluding, without limitation, attorneys’ fees, costs and expenses) arising (i) through Contractor’s gross negligence ; (ii) out of any claim that the materials or deliverables, or any portion thereof, in fact infringes upon or violate any proprietary rights of any third party, including but not limited to patent, copyright and trade secret rights; or (iii) from a breach or alleged breach of any of Contractor’s representations, warranties or agreements herein.",
    "p2": "Client agrees to indemnify, defend and hold harmless Contractor from any and all claims, actions, damages, liabilities, costs and expenses (including, without limitation, reasonable attorneys’ fees) arising in any manner caused by Client’s (i) gross negligence; (ii) out of any claim that Client provided content, or any portion thereof in fact infringes upon or violate any proprietary rights of any third party, including but not limited to patent, copyright and trade secret rights; or (iii) from a breach or alleged breach of any of Client’s representations, warranties or agreements herein.",
    "p3": "TO THE MAXIMUM EXTENT ALLOWABLE BY LAW, CONTRACTOR SHALL NOT BE LIABLE TO THE CLIENT FOR ANY INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES (INCLUDING DAMAGES FOR LOST PROFIT, LOSS OF BUSINESS OR THE LIKE) ARISING OUT OF OR RELATING TO THIS ATTACHMENT B OR THIS AGREEMENT, CONTRACTOR’S PERFORMANCE HEREUNDER OR DISRUPTION OF ANY OF THE FOREGOING, EVEN IF CLIENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE CAUSE OF ACTION, WHETHER SOUNDING IN CONTRACT, TORT, BREACH OF WARRANTY OR OTHERWISE. TO THE MAXIMUM EXTENT ALLOWABLE BY LAW, CONTRACTOR’S AGGREGATE LIABILITY UNDER THIS ATTACHMENT B AND THIS AGREEMENT SHALL IN NO EVENT EXCEED THE AGGREGATE COMPENSATION PAID BY CLIENT TO THE CONTRACTOR UNDER THIS AGREEMENT."
}