{
	"data":
	[
		{
			"name": "acceptances",
			"clause": "The undersigned representative of Client has the authority to enter into this Agreement on behalf of Client. Client agrees to cooperate and to provide Contractor with everything needed to complete the Services as, when and in the format requested by Contractor. \n Contractor has the experience and ability to do everything Contractor agreed to for Client and will do it all in a professional and timely manner. Contractor will endeavor to meet every deadline that's set and to meet the expectation for Services to the best of its abilities."
		},
		{
			"name": "authorship",
			"clause": "Both Parties agree that when asked, Client must properly identify Contractor as the creator of the deliverables. Client does not have a proactive duty to display Contractor’s name together with the deliverables, but Client may not seek to mislead others that the deliverables were created by anyone other than Contractor.\n Contractor will not publish any confidential or non-public work without Client’s prior written consent."
		},
		{
			"name": "cancellation",
			"clause": "If the Client terminates this Agreement earlier without cause, Contractor will charge a cancellation fee of <strong>{CANCEL_FEE}</strong>"
		},
		{
			"name": "changes",
			"clause": "Any material changes to the Services, including work to be performed and related fees must be approved by the prior written consent of both parties."
		},
		{
			"name": "client_ownership",
			"clause": "In the event that any such material is considered not to be a “work made for hire,” Contractor hereby assigns all ownership (whether represented or not by a registered patent, copyright, trade secret) and other proprietary or rights, title and interest in such deliverables and materials to Client, and agrees to execute such documents as Client may reasonably request, in order to assist Client in obtaining and protecting such rights. \n Contractor agrees that Contractor has no interest in any materials that Contractor submits to Client, including, without limitation, any security interest therein, and hereby releases to Client any interest therein (if any) which may be created by operation of law. Except as otherwise agreed to in writing and as necessary in the performance of this Agreement, Contractor shall have no rights to license, sell or use the deliverables or materials developed under this Agreement, or any portion thereof."
		},
		{
			"name": "confidentiality",
			"clause": "Each party shall maintain, in the strictest confidence, all Confidential Information (as defined in the next sentence) of the other party. “Confidential Information” means all (i) nonpublic information (at the time of disclosure) disclosed by one party to the other party under this Agreement, provided such information is marked or indicated by the disclosing party to be confidential; (ii) and any information which ought reasonably be considered confidential with regard to the circumstances surrounding disclosure, whether or not such information is marked “Confidential”. \n In the event a party is required to disclose Confidential Information pursuant to a judicial or other governmental order, such party shall, to the maximum extent permitted by law or opinion of counsel, provide the other party with prompt notice prior to any disclosure so that the party or its client may seek other legal remedies to maintain the confidentiality of such Confidential Information. \n Each party receiving Confidential Information shall be responsible for any breach of this provision that is caused by any of its employees, affiliates, representatives or agents and such party agrees to indemnify and hold harmless the other party from and against any liabilities, claims, damages, losses, costs and expenses resulting, directly or indirectly, from any breach by a party, or any of its employees or independent contractors, of any provision of this Agreement.&nbsp;The obligations of this Section shall survive termination of this Agreement for a period of 3 years."
		},
		{
			"name": "deposit",
			"clause": "A deposit of <strong>{DEPOSIT_FEE}</strong> is due upon the acceptance of this Agreement before work will begin."
		},
		{
			"name": "dispute",
			"clause": "This Agreement and any dispute arising hereunder shall be governed by the laws of the jurisdiction of Contractor’s primary business location (the “Contractor’s Jurisdiction”), without regard to the conflicts of law provisions thereof. For all purposes of this Agreement, the Parties consent to exclusive jurisdiction and venue in the courts located in the Contractor’s jurisdiction.\n The failure of either party to enforce its rights under this Agreement at any time for any period shall not be construed as a waiver of such rights."
		},
		{
			"name": "entire_contract",
			"clause": "This Agreement, along with this Attachment B, and any exhibits, schedules or attachments, between the Parties supersedes any previous arrangements, oral or written, and may not be modified in any respect except by a future written agreement signed by both Parties."
		},
		{
			"name": "feedback",
			"clause": "Client will provide feedback up to {FEEDBACKS} times and Contractor will revise work up to {FEEDBACKS} times."
		},
		{
			"name": "intro",
			"clause": "This contract (the “Agreement”) is entered into by and between the below named parties (the “Parties”). \n This offer will expire at the close of business on <strong>{EXPIRY_DATE}</strong> if not accepted in writing by counter-signing this Agreement by the aforementioned date."
		},
		{
			"name": "late_payment",
			"clause": "In the event an invoice is not paid on time, to the maximum extent allowable by law, Contractor will charge <strong>{LATE_FEE}</strong> as a late payment fee. \n Contractor’s acceptance of such service charges does not waive its rights to any remedies for Client’s breach of this Agreement. All payment obligations are non-cancelable and fees paid are non-refundable."
		},
		{
			"name": "late_payment_percent",
			"clause": "In the event an invoice is not paid on time, to the maximum extent allowable by law, Contractor will charge a late payment fee of <strong>{LATE_FEE}%</strong> per month on any overdue and unpaid balance not in dispute. \n Contractor’s acceptance of such service charges does not waive its rights to any remedies for Client’s breach of this Agreement. All payment obligations are non-cancelable and fees paid are non-refundable."
		},
		{
			"name": "liability",
			"clause": "Contractor agrees to indemnify, defend and hold harmless Client from any and all claims, actions, damages, and liabilities (excluding, without limitation, attorneys’ fees, costs and expenses) arising (i) through Contractor’s gross negligence ; (ii) out of any claim that the materials or deliverables, or any portion thereof, in fact infringes upon or violate any proprietary rights of any third party, including but not limited to patent, copyright and trade secret rights; or (iii) from a breach or alleged breach of any of Contractor’s representations, warranties or agreements herein. \n Client agrees to indemnify, defend and hold harmless Contractor from any and all claims, actions, damages, liabilities, costs and expenses (including, without limitation, reasonable attorneys’ fees) arising in any manner caused by Client’s (i) gross negligence; (ii) out of any claim that Client provided content, or any portion thereof in fact infringes upon or violate any proprietary rights of any third party, including but not limited to patent, copyright and trade secret rights; or (iii) from a breach or alleged breach of any of Client’s representations, warranties or agreements herein. \n TO THE MAXIMUM EXTENT ALLOWABLE BY LAW, CONTRACTOR SHALL NOT BE LIABLE TO THE CLIENT FOR ANY INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES (INCLUDING DAMAGES FOR LOST PROFIT, LOSS OF BUSINESS OR THE LIKE) ARISING OUT OF OR RELATING TO THIS ATTACHMENT B OR THIS AGREEMENT, CONTRACTOR’S PERFORMANCE HEREUNDER OR DISRUPTION OF ANY OF THE FOREGOING, EVEN IF CLIENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE CAUSE OF ACTION, WHETHER SOUNDING IN CONTRACT, TORT, BREACH OF WARRANTY OR OTHERWISE. TO THE MAXIMUM EXTENT ALLOWABLE BY LAW, CONTRACTOR’S AGGREGATE LIABILITY UNDER THIS ATTACHMENT B AND THIS AGREEMENT SHALL IN NO EVENT EXCEED THE AGGREGATE COMPENSATION PAID BY CLIENT TO THE CONTRACTOR UNDER THIS AGREEMENT."
		},
		{
			"name": "majeure",
			"clause": "No failure or omission by a party in the performance of any obligation under this Agreement shall be deemed a breach of this Agreement or create any liability if such failure or omission shall arise from any cause or causes beyond the reasonable control of such party which cannot be overcome through that party’s reasonable diligence, e.g., strikes, riots, war, acts of terrorism, acts of God, severe illness, invasion, fire, explosion, floods and acts of government or governmental agencies or instrumentalities."
		},
		{
			"name": "misc",
			"clause": "The section and subsection headings used in this Agreement are for convenience only and will not be used in interpreting this Agreement. Both parties have had the opportunity to review this Agreement and neither party will be deemed the drafter of this Agreement for the purposes of interpreting any ambiguity in this Agreement. The parties agree that this Agreement may be signed by manual or facsimile signatures and in counterparts, each of which will be deemed an original and all of which together will constitute one and the same instrument. In the event that any provision of this Agreement will be determined to be illegal or unenforceable, that provision will be first revised to give the maximum permissible effect to its original intent or, if such revision is not permitted, that specific provision will be eliminated so that this Agreement will otherwise remain in full force and effect and enforceable."
		},
		{
			"name": "non_compete",
			"clause": "Contractor agrees that during the period in which it is providing Services and for a period of [XX] months following termination of the Services or expiration of this Agreement, and within [XX mile radius of Client’s primary business location], Contractor will not engage in any activities that are directly and substantially competitive with the current business of Client, which include and are limited to [narrow description of Client’s primary current business]."
		},
		{
			"name": "non_solicit",
			"clause": "Contractor agrees that during the period in which it is providing Services and for one year thereafter, Contractor will not encourage or solicit any employee, vendor, client or contractor of Client to leave Client for any reason."
		},
		{
			"name": "notices",
			"clause": "Any notices to either Party made pursuant to this Agreement shall be made and sent (i) via US mail or a nationally recognized carrier to the other Party’s address on file; (ii) or via e-mail to the other Party’s designated representative. Each Party shall have an independent obligation to provide and update, as necessary, the mail and e-mail address on file for such notices. Notices sent by e-mail shall be deemed effective once sent if no error or “bounce back” has been received within twenty-four (24) hours of submission."
		},
		{
			"name": "ownership",
			"clause": "Client agrees that Contractor retains ownership of all deliverables and materials developed pursuant to this Agreement (including, without limitation, all presentations, writings, ideas, concepts, designs, text, plans, and other materials that Contractor conceives or develops in connection with Contractor’s services for Client, including all materials incorporated therein whether such materials were conceived or created by Contractor individually or jointly, on or off the premises of Client, or during or after working time), and Contractor grants Client the license to use the work product in the following way(s) upon payment of all fees due to Contractor pursuant to this Agreement:"
		},
		{
			"name": "payment_terms",
			"clause": "Client understands the importance of paying independent contractors in a timely manner and wants to maintain a positive working relationship with Contractor to keep the project moving forward. \n Payments for each invoice delivered by Contractor to Client are due within <strong>{PAYMENT_DAYS} days</strong> of receipt. In case of overdue payments, Contractor reserves the right to stop work until payment is received."
		},
		{
			"name": "reimburse",
			"clause": "Client shall reimburse all expenses that are reasonable and that have been authorized in writing by Client in advance; payable within <strong>{PAYMENT_DAYS} days</strong> of itemized invoice."
		},
		{
			"name": "relationship",
			"clause": "Nothing contained in this Agreement shall be construed to create a partnership, joint or co-venture, agency, or employment relationship between Contractor and Client. Both Parties agree that Contractor is, and at all times during this Agreement shall remain, an independent contractor."
		},
		{
			"name": "signatures",
			"clause": "In witness whereof, the Parties, have executed this Agreement, inclusive of Attachment A and Attachment B, as of the later of the two dates below (the “Effective Date”)."
		},
		{
			"name": "termination",
			"clause": "Either Party may terminate this Agreement at any time, with or without cause, upon <strong>{TERM_DAYS} days </strong>written notice. \n Either Party also may at any time terminate the Agreement immediately if: (i) the other party commits a breach of this Agreement and such party does not cure a breach within 5 days of written notice from the non-breaching party of such breach. \n If this Agreement is terminated earlier by Client without cause, Client agrees to pay Contractor any and all sums which are due and payable for: (i) services provided as of the date of termination; and (ii) expenses already incurred, including those from documented non-cancelable commitments. Contractor agrees to use the best efforts to minimize such costs and expenses. \n Termination for any reason shall not affect the rights granted to Client by Contractor hereunder. Upon termination, Client shall pay to Contractor all undisputed amounts due and payable. If upon termination Client has not paid undisputed fees owed for the material, deliverables or Services provided by Contractor as of the date of termination, Client agrees not to use any such material or the product of such Service, until Client has paid Contractor in full. Any provisions or clause in this Contract that, by its language or context, implies its survival shall survive any termination or expiration of this Agreement. Notwithstanding anything to the contrary in this Agreement, Contractor shall retain a perfected security interest in the deliverable or material until Client has made payment in full for all undisputed amounts as of the termination date. Contractor hereby agrees to release and waive its security interest in the deliverable and material upon receipt of full payment for all undisputed amounts."
		},
		{
			"name": "terms_condition",
			"clause": "The best work comes out of great relationships. Honesty, respect and gratitude are the keys to a great relationship and therefore we have an interest in treating each other with these values at all times. As much as legal documents are important, what truly binds us is our drive to do great work with great people and to develop a relationship of mutual respect and trust."
		},
		{
			"name": "warranty",
			"clause": "Contractor warrants that: (i) the Services will be performed in a professional and workmanlike manner and that none of such Services or any part of this Agreement is or will be inconsistent with any obligation Contractor may have to others; (ii) none of the Services or Inventions or any development, use, production, distribution or exploitation thereof will infringe, misappropriate or violate any intellectual property or other right of any person or entity (including, without limitation, Contractor); (iii) Contractor has the full right to provide Client with the assignments and rights provided for herein; (iv) Contractor shall comply with all applicable laws in the course of performing the Services and (v) if Contractor’s work requires a license, Contractor has obtained that license and the license is in full force and effect. \n EXCEPT AS SET FORTH IN THIS ATTACHMENT B, CONTRACTOR DISCLAIMS ANY AND ALL WARRANTIES, WHETHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SUITABILITY, COMPLETENESS OR RESULTS TO BE DERIVED FROM THE WORK. \n EXCEPT AS SET FORTH HEREIN, ALL DELIVERABLES ARE DELIVERED ON AN “AS-IS” BASIS"
		},
		{
			"name": "appropriate_conduct",
			"clause": "Client and Contractor will seek to maintain a professional relationship that is free from harassment of any kind and from any other offensive or disrespectful conduct. If at any time during the term of this Agreement Contractor believes that he/she has been subjected to harassing behavior on the part of Client or Client’s staff, Contractor will notify Client immediately and demand that appropriate actions will be taken to correct the matter. In the event that the reported behavior continues following Contractor’s second notice, such behavior will constitute a breach of this Agreement and entitle Contractor to terminate this Agreement in accordance with the Agreement’s Term and Termination Clause, and be paid in full for the ordered project or for the planned monthly service hours, as applicable, without limiting any other right or remedy available to Contractor by law."
		},
		{
			"name": "disclaimer",
			"clause": "This contract template and all attachments are not intended to convey or constitute legal advice. Please consult a lawyer when creating a contract to ensure it is uniquely suited to your business. Freelancers Union and AND CO shall not be liable and shall be held harmless for any errors, omissions contained in this Agreement. You may rely on this contract template without consulting an attorney solely at your own risk. Consult a lawyer who can help you create a contract suitable to your business and to protect your interests."
		},
		{
			"name": "portfolio_rights",
			"clause": "Client hereby agrees Contractor may use the work product as part of Contractors portfolio and websites, galleries and other media solely for the purpose of showcasing Contractors work but not for any other purpose."
		}
	]
}